{
    "era": {
        "artifacts": {
            "171": {
                "name": "Молот Рока",
                "description": "{Молот Рока}\n\nБудучи надетым, этот массивный артефакт увеличивает вашу Атаку на +16, но снижает Защиту на -6 и Боевой дух на -1.",
                "event": "Вы находите Молот Рока, смахиваете с него пыль и кладёте в свой рюкзак."
            },
            "172": {
                "name": "Щит Затмения",
                "description": "{Щит Затмения}\n\nЭтот предмет для левой руки увеличивает вашу Защиту на +16, но снижает Атаку на -5 и Боевой дух на -1.",
                "event": "Вы находите Щит Затмения, смахиваете с него пыль и кладёте в свой рюкзак."
            },
            "173": {
                "name": "Шлем Падшего Паладина",
                "description": "{Шлем Падшего Паладина}\n\nБудучи надетым на голову, этот предмет увеличивает ваше Знание на +14, но снижает Колдовскую силу на -4 и Боевой дух на -1.",
                "event": "Вы находите Шлем Падшего Паладина, смахиваете с него пыль и кладёте в свой рюкзак."
            },
            "174": {
                "name": "Доспехи Драконьего Всадника",
                "description": "{Доспехи Драконьего Всадника}\n\nБудучи надетыми на торс, эти доспехи увеличивают вашу Колдовскую силу на +14, но снижают Знание на -4 и Боевой дух на -1.",
                "event": "Вы находите Доспехи Драконьего Всадника, смахиваете с них пыль и кладёте в свой рюкзак."
            },
            "175": {
                "name": "Трезубец Владычества",
                "description": "{Трезубец Владычества}\n\nЭто оружие для правой руки увеличивает вашу Атаку на +7.",
                "event": "После долгих поисков вы наконец-то нашли колодец. Однако ваши солдаты не смогли вытащить ведро с водой. Что-то мешало ему подняться. Вашему знаменосцу пришлось самому спуститься в колодец. Оказалось, что путь преграждал трезубец."
            },
            "176": {
                "name": "Щит Морской Славы",
                "description": "{Щит Морской Славы}\n\nЭтот щит для левой руки увеличивает вашу Защиту на +7.",
                "event": "В таверне вы встречаете старого адмирала. После нескольких часов, наполненных рассказами о славных битвах и давно минувших днях, он дарит вам свой парадный щит."
            },
            "177": {
                "name": "Корона Пяти Морей",
                "description": "{Корона Пяти Морей}\n\nБудучи надетой на голову, этот предмет увеличивает ваше Знание на +6.",
                "event": "Вы видите драку на соседнем холме. Подойдя ближе, вы видите двух никсов. Один побеждает, и когда он собирается нанести завершающий удар, вы вмешиваетесь. Побеждённый никс благодарит вас за помощь и дарит вам свои доспехи. Он считает, что вы заслуживаете их больше, чем он."
            },
            "178": {
                "name": "Королевские Доспехи Никса",
                "description": "{Королевские Доспехи Никса}\n\nБудучи надетыми на торс, эти доспехи увеличивают вашу Колдовскую силу на +6.",
                "event": "Вы едва разбили лагерь, впервые за день слезши с седла, как какое-то существо подкралось к вам и утащило один из ваших сапог в свою нору. Тихо ругаясь, вы шарите рукой в норе. Вместо сапога вы нащупываете что-то острое. Удивлённо вы вытаскиваете корону."
            },
            "179": {
                "name": "Золотая Гусыня",
                "description": "{Золотая Гусыня}\n\nВ дополнение к эффектам компонентов, Золотая Гусыня увеличивает ваш доход на 4750 золотых в день.",
                "event": "В поисках места для лагеря вы набредаете на заброшенный дом коллекционера. Большинство ценностей давно украли мародёры, но вам удалось найти пару пыльных статуэток животных. Одну из них вы смутно узнаёте. Вы стираете с неё пыль и обнаруживаете золотую гусыню."
            },
            "180": {
                "name": "Плащ Дипломата",
                "description": "{Плащ Дипломата}\n\nВ дополнение к эффектам компонентов, Плащ Дипломата умножает силу армии вашего героя в 3 раза (для нейтральных армий и гильдии воров).",
                "event": "Сегодня вы встретили необычное пугало. Вместо того чтобы пугать, ну, ворон, оно разумно убеждало их покинуть поле. Вы согласились помочь пугалу найти ближайшего провидца в обмен на секрет. Пугало отдаёт вам свой плащ."
            },
            "181": {
                "name": "Кулон Отражения",
                "description": "{Кулон Отражения}\n\nВ дополнение к эффектам компонентов, этот предмет увеличивает ваш шанс сопротивления вражескому заклинанию на 20%.",
                "event": "Солдаты подходят к вам с рассказами о чуде. Вы заинтригованы и следуете за ними. Вы действительно видите странное зрелище: странник сидит на огненной ловушке без всякого вреда. Вы предлагаете ему деньги в обмен на секрет, но он смеётся и растворяется в воздухе. Вы видите странный кулон, оставленный посреди ловушки."
            },
            "182": {
                "name": "Железный Кулак Тёмного Паладина",
                "description": "{Железный Кулак Тёмного Паладина}\n\nВ дополнение к эффектам компонентов, в начале боя Кулак накладывает на все союзные войска заклинания Ускорение, Жажда Крови, Огненный Щит и Ответный Удар (все на уровне Эксперт) на 50 ходов.",
                "event": "Проходя мимо небольшой пещеры, вы слышите глухой стук. Вы входите в пещеру и видите молодого циклопа, который колет орехи огромным молотом. Каждый удар разбрасывает скорлупу и кусочки орехов по всей пещере. Вы учите циклопа колоть орехи более экономно, ударяя их друг о друга. Обрадованный этим открытием, юноша дарит вам молот."
            },
            "183": {
                "name": "Кулон Падения",
                "description": "{Кулон Падения}\n\nБудучи надетым на шею, этот предмет снижает Боевой дух врага на 2.",
                "event": "Вы заходите в ювелирную лавку. Ваш взгляд падает на браслет, но лавочник тут же предупреждает вас, что он проклят. Вы не боитесь проклятий и немедленно надеваете браслет. Браслет исчезает во вспышке. В ярости вы собираетесь убить лавочника, но он предлагает вам взамен Кулон Падения. Вы соглашаетесь."
            },
            "184": {
                "name": "Кукла Шамана",
                "description": "{Кукла Шамана}\n\nСнижает Удачу врага на 2.",
                "event": "День с самого начала не задался. Вы прошли под лестницей, встретили женщину с пустым ведром и наступили на чёрную кошку. Очевидно, это не ваше невезение, а парня в лохмотьях, который за вами следил. Вы приказываете схватить неудачника, но он убегает. Когда он исчезает, вы замечаете странную куклу, которую он уронил."
            },
            "185": {
                "name": "Демоническая Подкова",
                "description": "{Демоническая Подкова}\n\nСнижает Удачу врага на 1.",
                "event": "Во время ночёвки вы слышите стук копыт неподалёку. Вы оглядываетесь в темноте и замечаете фигуру демона, готового пронзить вас своими рогами. Вы едва переживаете атаку и забираете его подкову в качестве трофея."
            },
            "186": {
                "name": "Отвратительная Маска",
                "description": "{Отвратительная Маска}\n\nСнижает Боевой дух врага на 1.",
                "event": "По пути вы встречаете бродячий цирк. У одного из артистов была такая искусная маскировка, что вы обнажили меч, готовые защищаться. Оказалось, что за маской скрывалась симпатичная актриса. Смеясь, она дарит вам маску."
            },
            "187": {
                "name": "Руны Неотвратимости",
                "description": "{Руны Неотвратимости}\n\nСнижает Удачу врага на 1.",
                "event": "Неподалёку, на краю горы, вы видите мага, пытающегося сотворить заклинание. В небе уже вспыхивают огненные символы, когда он, ослеплённый светом, спотыкается и падает. Маг погибает, а вы собираете цепь таинственных камней в свой рюкзак."
            },
            "188": {
                "name": "Кольцо Подавления",
                "description": "{Кольцо Подавления}\n\nБудучи надетым на палец, это кольцо снижает Боевой дух врага на 1.",
                "event": "На завтрак вы заказали яичницу. Повару удалось найти для вас яйца. В птичьем гнезде он также нашёл кольцо, которое передал вам."
            },
            "189": {
                "name": "Кристалл Маны",
                "description": "{Кристалл Маны}\n\nУвеличивает количество заклинаний ваших существ на 1 в начале каждого боя."
            },
            "190": {
                "name": "Фляга Маны",
                "description": "{Фляга Маны}\n\nУвеличивает количество заклинаний ваших существ на 2 в начале каждого боя."
            },
            "191": {
                "name": "Склянка Маны",
                "description": "{Склянка Маны}\n\nУвеличивает количество заклинаний ваших существ на 3 в начале каждого боя."
            },
            "192": {
                "name": "Сапоги Прорицателя",
                "description": "{Сапоги Прорицателя}\n\nБудучи надетыми, этот предмет позволяет вам использовать все заклинания 1-го уровня."
            },
            "193": {
                "name": "Кольцо Волшебника",
                "description": "{Кольцо Волшебника}\n\nБудучи надетым, это кольцо позволяет вам использовать все заклинания 2-го уровня."
            },
            "194": {
                "name": "Мантия Магов",
                "description": "{Мантия Магов}\n\nМантия Магов позволяет вам использовать все заклинания 3-го уровня."
            },
            "195": {
                "name": "Посох Магуса",
                "description": "{Посох Магуса}\n\nПосох Магуса позволяет вам использовать все заклинания 4-го уровня."
            },
            "196": {
                "name": "Кулачный Щит Фехтовальщика",
                "description": "{Кулачный Щит Фехтовальщика}\n\nЭтот щит увеличивает вашу Защиту на 3 и здоровье всех ваших отрядов на 1."
            },
            "197": {
                "name": "Кольцо Элементов",
                "description": "{Кольцо Элементов}\n\nБудучи надетым, Кольцо Элементов позволяет вам призывать Элементалей всех типов. Оно также позволяет призывать Элементалей разных типов во время боя."
            },
            "198": {
                "name": "Глаз Наблюдателя",
                "description": "{Глаз Наблюдателя}\n\nБудучи надетым, этот предмет позволяет использовать заклинания Видение Земли, Видение Воздуха и Видения."
            },
            "199": {
                "name": "Астральный Щит",
                "description": "{Астральный Щит}\n\nБудучи надетым, этот щит увеличивает вашу Защиту на 3 и накладывает Забывчивость на вражеских стрелков."
            },
            "200": {
                "name": "Ледяной Щит",
                "description": "{Ледяной Щит}\n\nБудучи надетым, Ледяной Щит увеличивает вашу Защиту на 3 и делает ваши отряды невосприимчивыми к заклинаниям Холода."
            },
            "201": {
                "name": "Кольцо Отрицания",
                "description": "{Кольцо Отрицания}\n\nНошение этого предмета делает ваши отряды невосприимчивыми к заклинанию Молния."
            },
            "202": {
                "name": "Арбалет",
                "description": "{Арбалет}\n\nБудучи надетым, Арбалет улучшает ваших Лучников и Снайперов до Арбалетчиков, а Всадников до Архе-Всадников, и даёт вам 10 дополнительных выстрелов."
            },
            "203": {
                "name": "Крепкие Доспехи",
                "description": "{Крепкие Доспехи}\n\nБудучи надетыми, Крепкие Доспехи увеличивают вашу Колдовскую силу на 4 и делают ваши отряды невосприимчивыми к заклинаниям Взрыв и Разрушающий Луч."
            },
            "204": {
                "name": "Ионизированные Доспехи",
                "description": "{Ионизированные Доспехи}\n\nНошение этого предмета делает ваши отряды невосприимчивыми ко всем атакующим заклинаниям Воздуха."
            },
            "205": {
                "name": "Зелёные Доспехи",
                "description": "{Зелёные Доспехи}\n\nНошение этого предмета делает ваши отряды невосприимчивыми ко всем атакующим заклинаниям Земли."
            },
            "206": {
                "name": "Охлаждённые Доспехи",
                "description": "{Охлаждённые Доспехи}\n\nНошение этого предмета делает ваши отряды невосприимчивыми ко всем атакующим заклинаниям Огня."
            },
            "207": {
                "name": "Обтекаемые Доспехи",
                "description": "{Обтекаемые Доспехи}\n\nНошение этого предмета делает ваши отряды невосприимчивыми ко всем атакующим заклинаниям Воды."
            },
            "208": {
                "name": "Кольцо Точности",
                "description": "{Кольцо Точности}\n\nБудучи надетым, это кольцо накладывает Точность на всех дружественных стрелков в начале каждого боя."
            },
            "209": {
                "name": "Кольцо Тысячи Бурь",
                "description": "{Кольцо} {Тысячи} {Бурь}\n\nБудучи надетым, этот предмет накладывает Ускорение в начале боя на все ваши отряды."
            },
            "210": {
                "name": "Щит Тёмного Паладина",
                "description": "{Щит} {Тёмного} {Паладина}\n\nУвеличивает вашу Защиту на +6 и накладывает Волну Смерти в начале боя."
            },
            "211": {
                "name": "Колчан со Стрелами",
                "description": "{Колчан} {со} {Стрелами}\n\nДаёт 20 дополнительных выстрелов всем вашим стрелкам в начале боя."
            },
            "212": {
                "name": "Кулон Поспешности",
                "description": "{Кулон} {Поспешности}\n\nНошение этого предмета делает ваши отряды невосприимчивыми к заклинанию Замедление."
            },
            "213": {
                "name": "Туманный Щит",
                "description": "{Туманный} {Щит}\n\nУвеличивает вашу Защиту на 2 и накладывает Воздушный Щит в начале боя на все ваши отряды."
            },
            "214": {
                "name": "Зачарованные Перчатки",
                "description": "{Зачарованные} {Перчатки}\n\nНакладывает Щит в начале боя на все ваши отряды."
            },
            "215": {
                "name": "Перчатки Тайного Огня",
                "description": "{Перчатки} {Тайного} {Огня}\n\nНакладывает Огненный Щит в начале боя на все ваши отряды."
            },
            "216": {
                "name": "Каменный Щит",
                "description": "{Каменный} {Щит}\n\nУвеличивает вашу Защиту на 3 и накладывает Каменную Кожу в начале боя на все ваши отряды."
            },
            "217": {
                "name": "Жертвенный Кинжал",
                "description": "{Жертвенный} {Кинжал}\n\nЭтот предмет для левой руки увеличивает вашу Атаку на +2 и накладывает Жажду Крови в начале боя на все ваши отряды."
            },
            "218": {
                "name": "Лук Джелу",
                "description": "{Лук Джелу}\n\nБудучи надетым, Лук Джелу улучшает ваших Лесных Эльфов и Великих Эльфов до Эльфов-Снайперов и даёт вам 10 дополнительных выстрелов."
            },
            "219": {
                "name": "Компендиум Магии",
                "description": "{Компендиум Магии}\n\nВ дополнение к эффектам компонентов, в начале каждой битвы Компендиум Магии призывает всех четырёх элементалей третьего улучшения."
            },
            "220": {
                "name": "Громоотвод",
                "description": "{Громоотвод}\n\nЭтот жезл увеличивает ваши навыки Атаки, Защиты, Знания на 3 и вашу Колдовскую силу на 6. Он даёт герою заклинания Молния и Цепная Молния и делает все отряды уязвимыми к этим заклинаниям (работает только иммунитет от артефактов). Цепная молния может быть наложена на все вражеские отряды, не нанося урона союзным существам. Каждый отряд, поражённый Цепной Молнией, получает дополнительный удар Молнией."
            },
            "221": {
                "name": "Гномий Шлем",
                "description": "{Гномий Шлем}\n\nУвеличивает Защиту героя на 3 и делает отряды невосприимчивыми к заклинаниям, снижающим защиту."
            },
            "222": {
                "name": "Гномья Шахта",
                "description": "{Гномья Шахта}\n\nВ начале битвы накладывает экспертное заклинание Мины."
            },
            "223": {
                "name": "Ритуальный кинжал",
                "description": "{Ритуальный кинжал}\n\nПозволяет улучшить всех Магов, Архимагов, Монахов и Фанатиков в вашей армии до Личей."
            },
            "224": {
                "name": "Священный Боевой Молот",
                "description": "{Священный Боевой Молот}\n\nСвященный Боевой Молот, удерживаемый в правой руке, накладывает экспертное Благословение в начале битвы."
            },
            "225": {
                "name": "Тиара Знаний",
                "description": "{Тиара Знаний}\n\nУвеличивает ваше знание на 5 и делает отряды невосприимчивыми к Гипнозу и Забывчивости."
            },
            "226": {
                "name": "Щит Древних",
                "description": "{Щит Древних}\n\nУвеличивает Колдовскую силу героя на +12."
            },
            "227": {
                "name": "Малая Филактерия",
                "description": "{Малая Фиалктерия}\n\nПризывает страшных Полуличей, чтобы помочь вам на поле боя."
            },
            "228": {
                "name": "Большая Фиалктерия",
                "description": "{Большая Фиалктерия}\n\nПризывает страшных Полуличей, чтобы помочь вам на поле боя."
            },
            "229": {
                "name": "Высшая Фиалктерия",
                "description": "{Высшая Фиалктерия}\n\nПризывает страшных Полуличей, чтобы помочь вам на поле боя."
            },
            "230": {
                "name": "Реликтовая Фиалктерия",
                "description": "{Реликтовая Фиалктерия}\n\nПризывает страшных Полуличей, чтобы помочь вам на поле боя."
            },
            "231": {
                "name": "Меч Чёрного Блеска",
                "description": "{Меч Чёрного Блеска}\n\nУдерживаемый в правой руке, Меч Чёрного Блеска увеличивает все четыре основных навыка на +5. Призывает Архангелов на поле боя. Накладывает Веселье на ваши отряды."
            },
            "232": {
                "name": "Клинок Апокалипсиса",
                "description": "{Клинок Апокалипсиса}\n\nВ дополнение к эффектам компонентов, в начале боя Клинок Апокалипсиса накладывает на союзников Жажду Крови, Защиту от Огня, Огненный Щит, Бешенство и Убийцу. (Это не мешает вам быть невосприимчивым к вражескому Огненному Щиту.)"
            },
            "233": {
                "name": "Скипетр Магии",
                "description": "{Скипетр Магии}\n\nУдерживаемый в правой руке, Скипетр Магии увеличивает вашу Колдовскую силу и Знание на +10."
            },
            "234": {
                "name": "Топор Могущества",
                "description": "{Топор Могущества}\n\nУдерживаемый в правой руке, Топор Могущества увеличивает вашу Атаку и Защиту на +10."
            },
            "235": {
                "name": "Кольчуга Солнечного Императора",
                "description": "{Латные Доспехи Солнечного Императора}\n\nУвеличивает все четыре основных навыка на +5. Делает ваши отряды невосприимчивыми ко всем заклинаниям урона огнём."
            },
            "236": {
                "name": "Щит Алой Птицы",
                "description": "{Щит Алой Птицы}\n\nУвеличивает вашу Атаку, Защиту и Колдовскую силу на +7 и Знание на +4. Призывает Алых Птиц на поле боя."
            },
            "237": {
                "name": "Корона Огненного Короля",
                "description": "{Корона Огненного Короля}\n\nУвеличивает все четыре основных навыка на +3. Делает ваши отряды невосприимчивыми к ослабляющим заклинаниям огня."
            },
            "238": {
                "name": "Сфера Хаоса",
                "description": "{Сфера Хаоса}\n\nЭта сфера удваивает урон от боевых заклинаний и накладывает на ваши отряды все четыре заклинания магической защиты."
            },
            "239": {
                "name": "Кулон Магии",
                "description": "{Кулон Магии}\n\nНошение этого предмета делает ваши отряды невосприимчивыми к заклинанию Магическая Стрела."
            },
            "240": {
                "name": "Регенеративное Ожерелье Маны",
                "description": "{Регенеративное Ожерелье Маны}\n\nЭто ожерелье помогает вам восстанавливать 5 дополнительных очков маны в день."
            },
            "241": {
                "name": "Шлем-Ведро",
                "description": "{Шлем-Ведро}\n\nЭтот странный шлем снижает вашу Защиту на 2, делая ваши отряды невосприимчивыми ко всем заклинаниям Разума."
            },
            "242": {
                "name": "Кольцо Фельдмаршала",
                "description": "{Кольцо Фельдмаршала}\n\nБудучи надетым, Кольцо Фельдмаршала увеличивает ваш Боевой дух на 3."
            },
            "243": {
                "name": "Подкова",
                "description": "{Подкова}\n\nБудучи надетой, Подкова увеличивает вашу Удачу на 2."
            },
            "244": {
                "name": "Кристальный Глиф",
                "description": "{Кристальный Глиф}\n\nБудучи надетым, этот предмет накладывает Магическое Зеркало в начале боя на все ваши отряды."
            },
            "245": {
                "name": "Приказ Генерала",
                "description": "{Приказ Генерала}\n\nБудучи надетым, Приказ Генерала увеличивает ваш Боевой дух на 2."
            },
            "246": {
                "name": "Кольцо Удачи",
                "description": "{Кольцо Удачи}\n\nБудучи надетым, Кольцо Удачи увеличивает вашу Удачу на 3."
            },
            "247": {
                "name": "Мифриловая Кираса",
                "description": "{Мифриловая Кираса}\n\nБудучи надетой, эта кираса увеличивает вашу Колдовскую силу и Защиту на 6."
            },
            "248": {
                "name": "Мифриловый Шлем",
                "description": "{Мифриловый Шлем}\n\nБудучи надетым, этот шлем увеличивает ваше Знание и Защиту на 6."
            },
            "249": {
                "name": "Кольцо Неудачи",
                "description": "{Кольцо Неудачи}\n\nБудучи надетым на палец, Кольцо Неудачи снижает Удачу врага на 3."
            },
            "250": {
                "name": "Голова Дракона",
                "description": "{Голова Дракона}\n\nБудучи надетым, этот предмет снижает Боевой дух врага на 2."
            },
            "251": {
                "name": "Кольцо Паники",
                "description": "{Кольцо Паники}\n\nБудучи надетым на палец, Кольцо Паники накладывает Печаль на всех врагов."
            },
            "252": {
                "name": "Кулон Отчаяния",
                "description": "{Кулон Отчаяния}\n\nБудучи надетым на шею, Кулон Отчаяния снижает Боевой дух и Удачу врага на 3."
            },
            "253": {
                "name": "Кольцо Змеиного Взгляда",
                "description": "{Кольцо Змеиного Взгляда}\n\nВ начале битвы берёт под ваш контроль наиболее восприимчивый вражеский отряд."
            },
            "254": {
                "name": "Щит Светлого Паладина",
                "description": "{Щит Светлого Паладина}\n\nУвеличивает вашу Защиту на +6 и накладывает Экзорцизм в начале боя на всю вражескую нежить."
            },
            "255": {
                "name": "Топор Короля Предгорий",
                "description": "{Топор Короля Предгорий}\n\nУвеличивает вашу Атаку на 5 и накладывает Ответный Удар в начале боя на все ваши отряды."
            },
            "256": {
                "name": "Кольцо Антимагии",
                "description": "{Кольцо Антимагии}\n\nБудучи надетым, этот предмет накладывает Антимагию в начале боя на все ваши отряды."
            },
            "257": {
                "name": "Серьги Праведника",
                "description": "{Серьги Праведника}\n\nБудучи надетыми, этот предмет накладывает Благословение в начале боя на все ваши отряды."
            },
            "258": {
                "name": "Перчатки Адского Барона",
                "description": "{Перчатки Адского Барона}\n\nВ начале каждой битвы Перчатки Адского Барона накладывают заклинания Убийца и Бешенство на всех ваших существ.\nКаждый ваш отряд получает эффект Огненного Щита."
            },
            "259": {
                "name": "Шлем Королевы Гидр",
                "description": "{Шлем Королевы Гидр}\n\nВсе существа в армии героя, за исключением атакующих на 2 клетки, наделяются способностью гидры."
            },
            "260": {
                "name": "Сапоги Странника",
                "description": "{Сапоги Странника}\n\nБудучи надетыми на ноги, позволяют вашему герою передвигаться по пересечённой местности без штрафа."
            },
            "261": {
                "name": "Плащ Обмена",
                "description": "{Плащ Обмена}\n\nКогда надет, Атака и Защита союзного героя и вражеского героя меняются местами."
            },
            "262": {
                "name": "Амулет Возвращения Сансары",
                "description": "{Амулет Возвращения Сансары}\n\nПри использовании Воскрешения и Поднятия Нежити, заклинания также будут применены ко всем союзным существам с 30% силой героя. Превращает различных скелетов в их живые формы."
            },
            "263": {
                "name": "Браслет Усиления Взрыва",
                "description": "{Браслет Усиления Взрыва}\n\nПри использовании Взрыва, заклинание также будет применено ко всем остальным вражеским существам с 30% силой героя."
            },
            "264": {
                "name": "Меч Атмы",
                "description": "{Меч Атмы}\n\nБудучи надетым, этот таинственный меч устанавливает наименьшее значение Атаки и Защиты равным наибольшему."
            },
            "265": {
                "name": "Мантия Атмы",
                "description": "{Мантия Атмы}\n\nБудучи надетой, эта таинственная мантия устанавливает наименьшее значение Колдовской силы и Знания равным наибольшему."
            },
            "266": {
                "name": "Рог Бездны",
                "description": "{Рог Бездны}\n\nПосле убийства отряда живых существ, на их месте поднимется отряд Клыкастых Тварей, который останется верным герою после окончания битвы. Общее количество очков здоровья этого отряда будет равно половине общего количества очков здоровья убитого отряда, но количество призванных таким образом Клыкастых Тварей не должно превышать половины количества существ в убитом отряде. Убийство Клыкастых Тварей не вызовет эффект Рога."
            },
            "267": {
                "name": "Плащ Безмолвия",
                "description": "{Плащ Безмолвия}\n\nПока вы носите этот плащ, ни вы, ни ваш противник не сможете использовать заклинания 1-2 уровня во время боя."
            },
            "268": {
                "name": "Кольцо Забвения",
                "description": "{Кольцо Забвения}\n\nБудучи надетым, делает все потери в бою безвозвратными (кроме как с помощью высасывания жизни)."
            },
            "269": {
                "name": "Амулет Затмения",
                "description": "{Амулет Затмения}\n\nЭтот артефакт снижает Колдовскую силу вражеского героя на 10% во время боя."
            },
            "270": {
                "name": "Печать Заката",
                "description": "{Печать Заката}\n\nЭтот артефакт снижает Колдовскую силу вражеского героя на 10% во время боя."
            },
            "271": {
                "name": "Доспех Угасающего Света",
                "description": "{Доспех Угасающего Света}\n\nБудучи надетым на торс, этот предмет снижает Колдовскую силу вражеского героя на 25% во время боя."
            },
            "272": {
                "name": "Бесконечная кружка пива счастья",
                "description": "{Бесконечная кружка пива счастья}\n\nЭтот артефакт накладывает Веселье на экспертном уровне в начале битвы."
            },
            "273": {
                "name": "Глаз Зелёного Дракона",
                "description": "{Глаз Зелёного Дракона}\n\nЭтот могущественный драконий глаз увеличивает минимальный урон на +1 и позволяет улучшить Зелёного Дракончика до Зелёного Дракона, а Костяного и Призрачного Драконов превратить в Зелёного Дракона на следующий день."
            },
            "274": {
                "name": "Глаз Красного Дракона",
                "description": "{Глаз Красного Дракона}\n\nЭтот могущественный драконий глаз увеличивает максимальный урон на +1 и позволяет улучшить Красного Дракончика до Красного Дракона, а Костяного и Призрачного Драконов превратить в Красного Дракона на следующий день."
            },
            "275": {
                "name": "Глаз Волшебного Дракона",
                "description": "{Глаз Волшебного Дракона}\n\nЭтот могущественный драконий глаз увеличивает минимальный урон на +2 и позволяет улучшить Волшебного Дракончика до Волшебного Дракона, а Драколича превратить в Волшебного Дракона на следующий день."
            },
            "276": {
                "name": "Глаз Ржавого Дракона",
                "description": "{Глаз Ржавого Дракона}\n\nЭтот могущественный драконий глаз увеличивает максимальный урон на +2 и позволяет улучшить Ржавого Дракончика до Ржавого Дракона, а Драколича превратить в Ржавого Дракона на следующий день."
            },
            "277": {
                "name": "Глаз Лазурного Дракона",
                "description": "{Глаз Лазурного Дракона}\n\nЭтот могущественный драконий глаз увеличивает минимальный и максимальный урон на +2 и позволяет улучшить Лазурного Дракончика до Лазурного Дракона, а Драколича превратить в Лазурного Дракона на следующий день."
            },
            "278": {
                "name": "Призматический Глаз Бога-Дракона",
                "description": "{Призматический Глаз Бога-Дракона}\n\nЭтот всемогущий артефакт увеличивает минимальный и максимальный урон на +5 и позволяет улучшить Красных и Зелёных Дракончиков до Огненного Дракона, Лазурного Дракончика до Ледяного Дракона, а Волшебного и Ржавого Дракончиков до их третьей улучшенной формы на следующий день."
            },
            "340": {
                "name": "340 Красный A-ранг",
                "description": "340 Красный A-ранг"
            },
            "341": {
                "name": "341 Красный A-ранг",
                "description": "341 Красный A-ранг"
            },
            "342": {
                "name": "342 Красный A-ранг",
                "description": "342 Красный A-ранг"
            },
            "343": {
                "name": "343 Красный A-ранг",
                "description": "343 Красный A-ранг"
            },
            "344": {
                "name": "344 Красный A-ранг",
                "description": "344 Красный A-ранг"
            },
            "345": {
                "name": "345 Красный B-ранг",
                "description": "345 Красный B-ранг"
            },
            "346": {
                "name": "346 Красный B-ранг",
                "description": "346 Красный B-ранг"
            },
            "347": {
                "name": "347 Красный B-ранг",
                "description": "347 Красный B-ранг"
            },
            "348": {
                "name": "348 Красный B-ранг",
                "description": "348 Красный B-ранг"
            },
            "349": {
                "name": "349 Красный B-ранг",
                "description": "349 Красный B-ранг"
            },
            "350": {
                "name": "350 Красный C-ранг",
                "description": "350 Красный C-ранг"
            },
            "351": {
                "name": "351 Красный C-ранг",
                "description": "351 Красный C-ранг"
            },
            "352": {
                "name": "352 Красный C-ранг",
                "description": "352 Красный C-ранг"
            },
            "353": {
                "name": "353 Красный C-ранг",
                "description": "353 Красный C-ранг"
            },
            "354": {
                "name": "354 Красный C-ранг",
                "description": "354 Красный C-ранг"
            },
            "355": {
                "name": "355 Красный D-ранг",
                "description": "355 Красный D-ранг"
            },
            "356": {
                "name": "356 Красный D-ранг",
                "description": "356 Красный D-ранг"
            },
            "357": {
                "name": "357 Красный D-ранг",
                "description": "357 Красный D-ранг"
            },
            "358": {
                "name": "358 Красный D-ранг",
                "description": "358 Красный D-ранг"
            },
            "359": {
                "name": "359 Красный D-ранг",
                "description": "359 Красный D-ранг"
            },
            "360": {
                "name": "360 Синий A-ранг",
                "description": "360 Синий A-ранг"
            },
            "361": {
                "name": "361 Синий A-ранг",
                "description": "361 Синий A-ранг"
            },
            "362": {
                "name": "362 Синий A-ранг",
                "description": "362 Синий A-ранг"
            },
            "363": {
                "name": "363 Синий A-ранг",
                "description": "363 Синий A-ранг"
            },
            "364": {
                "name": "364 Синий A-ранг",
                "description": "364 Синий A-ранг"
            },
            "365": {
                "name": "365 Синий B-ранг",
                "description": "365 Синий B-ранг"
            },
            "366": {
                "name": "366 Синий B-ранг",
                "description": "366 Синий B-ранг"
            },
            "367": {
                "name": "367 Синий B-ранг",
                "description": "367 Синий B-ранг"
            },
            "368": {
                "name": "368 Синий B-ранг",
                "description": "368 Синий B-ранг"
            },
            "369": {
                "name": "369 Синий B-ранг",
                "description": "369 Синий B-ранг"
            },
            "370": {
                "name": "370 Синий C-ранг",
                "description": "370 Синий C-ранг"
            },
            "371": {
                "name": "371 Синий C-ранг",
                "description": "371 Синий C-ранг"
            },
            "372": {
                "name": "372 Синий C-ранг",
                "description": "372 Синий C-ранг"
            },
            "373": {
                "name": "373 Синий C-ранг",
                "description": "373 Синий C-ранг"
            },
            "374": {
                "name": "374 Синий C-ранг",
                "description": "374 Синий C-ранг"
            },
            "375": {
                "name": "375 Синий D-ранг",
                "description": "375 Синий D-ранг"
            },
            "376": {
                "name": "376 Синий D-ранг",
                "description": "376 Синий D-ранг"
            },
            "377": {
                "name": "377 Синий D-ранг",
                "description": "377 Синий D-ранг"
            },
            "378": {
                "name": "378 Синий D-ранг",
                "description": "378 Синий D-ранг"
            },
            "379": {
                "name": "379 Синий D-ранг",
                "description": "379 Синий D-ранг"
            },
            "380": {
                "name": "380 Жёлтый A-ранг",
                "description": "380 Жёлтый A-ранг"
            },
            "381": {
                "name": "381 Жёлтый A-ранг",
                "description": "381 Жёлтый A-ранг"
            },
            "382": {
                "name": "382 Жёлтый A-ранг",
                "description": "382 Жёлтый A-ранг"
            },
            "383": {
                "name": "383 Жёлтый A-ранг",
                "description": "383 Жёлтый A-ранг"
            },
            "384": {
                "name": "384 Жёлтый A-ранг",
                "description": "384 Жёлтый A-ранг"
            },
            "385": {
                "name": "385 Жёлтый B-ранг",
                "description": "385 Жёлтый B-ранг"
            },
            "386": {
                "name": "386 Жёлтый B-ранг",
                "description": "386 Жёлтый B-ранг"
            },
            "387": {
                "name": "387 Жёлтый B-ранг",
                "description": "387 Жёлтый B-ранг"
            },
            "388": {
                "name": "388 Жёлтый B-ранг",
                "description": "388 Жёлтый B-ранг"
            },
            "389": {
                "name": "389 Жёлтый B-ранг",
                "description": "389 Жёлтый B-ранг"
            },
            "390": {
                "name": "390 Жёлтый C-ранг",
                "description": "390 Жёлтый C-ранг"
            },
            "391": {
                "name": "391 Жёлтый C-ранг",
                "description": "391 Жёлтый C-ранг"
            },
            "392": {
                "name": "392 Жёлтый C-ранг",
                "description": "392 Жёлтый C-ранг"
            },
            "393": {
                "name": "393 Жёлтый C-ранг",
                "description": "393 Жёлтый C-ранг"
            },
            "394": {
                "name": "394 Жёлтый C-ранг",
                "description": "394 Жёлтый C-ранг"
            },
            "395": {
                "name": "395 Жёлтый D-ранг",
                "description": "395 Жёлтый D-ранг"
            },
            "396": {
                "name": "396 Жёлтый D-ранг",
                "description": "396 Жёлтый D-ранг"
            },
            "397": {
                "name": "397 Жёлтый D-ранг",
                "description": "397 Жёлтый D-ранг"
            },
            "398": {
                "name": "398 Жёлтый D-ранг",
                "description": "398 Жёлтый D-ранг"
            },
            "399": {
                "name": "399 Жёлтый D-ранг",
                "description": "399 Жёлтый D-ранг"
            }
        }
    }
}